Repository: tdduydev/xdev-mindmap-ai
Catalog: MindMapShareExtension/Localizable.xcstrings
Source language: en
Languages: ja, vi

source: %lld images and PDFs will be kept with the map for MindMap AI to read later.
ja: %lld個の画像とPDFはマップと一緒に保存され、あとでMindMap AIが読み込みます。
vi: %lld ảnh và PDF sẽ được giữ cùng sơ đồ để MindMap AI đọc sau.

source: Add To
ja: 追加先
vi: Thêm vào

source: Cancel
ja: キャンセル
vi: Huỷ

source: Can’t Save to MindMap AI
ja: MindMap AIに保存できません
vi: Không lưu được vào MindMap AI

source: New Mind Map
ja: 新規マインドマップ
vi: Sơ đồ mới

source: Nothing here can be added to a map.
ja: マップに追加できるものがありません。
vi: Không có gì ở đây thêm được vào sơ đồ.

source: Open MindMap AI First
ja: 先にMindMap AIを開いてください
vi: Hãy mở MindMap AI trước

source: Open the app once so it can set up your maps, then share again.
ja: マップを準備するためにAppを一度開いてから、もう一度共有してください。
vi: Mở app một lần để app chuẩn bị nơi lưu sơ đồ, rồi chia sẻ lại.

source: Save
ja: 保存
vi: Lưu

source: Shared
ja: 共有された項目
vi: Nội dung chia sẻ

source: Title
ja: タイトル
vi: Tiêu đề

source: Untitled Map
ja: 名称未設定マップ
vi: Sơ đồ chưa đặt tên

source: Your maps couldn’t be opened. Open MindMap AI and try again.
ja: マップを開けませんでした。MindMap AIを開いて、もう一度試してください。
vi: Không mở được các sơ đồ của bạn. Hãy mở MindMap AI rồi thử lại.
